// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "Chameleon requires three essential files. (in simple terms)
boot0 (On the drive's MBR) responsible for loading boot1.
boot1 (On the partition's boot-sector) to finding boot2.
boot2 (On the partition's root directory) for loading kernel etc.";

"Standard_title" = "Chameleon Standard";
"Standard_description" = "Обычная установка Chameleon";
"Standardhfs_title" = "Chameleon Standard with boot0hfs";
"Standardhfs_description" = "This option Installs the three essential files and writes boot0hfs to the first  440 bytes of the MBR so as not to destroy any existing Windows code. boot0hfs then searches for boot1h on the first partition, regardless of active flag.
* This install option does not activate your selected target partition.";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "Установка Chameleon на оригинальный системный раздел EFI (FAT32)";

"EnhancedHFS_title" = "Chameleon EFI HFS";
"EnhancedHFS_description" = "Установка Chameleon на системный раздел EFI, с форматированием в HFS";

"noboot_title" = "None";
"noboot_description" = "Don't install Chameleon (useful to install only Extra components)";

// Utility
"Utility_title" = "Utility";
"Utility_description" = "Optional files to help setup";

"PrefPanel_title" = "Preference Panel";
"PrefPanel_description" = "Installs Preference Panel for Chameleon.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "Copies an example smbios.plist in /Extra/Configuration.";

"EFIMounter_title" = "EFI Mounter";
"EFIMounter_description" = "An Applescript for mounting and unmounting the hidden EFI partition. It works for both FAT32 and HFS+. It will be installed in /Applications.";

"Documentation_title" = "Documentation";
"Documentation_description" = "Documentation for Chameleon manual install and use";

// Options
"Options_title" = "Настроки";
"Options_description" = "Стандартные настройки";

"Advanced_title" = "Advanced Boot Options";
"Advanced_description" = "Create an /Extra/com.apple.Boot.plist and select your desired advanced options to control Chameleon's settings.";

"arch_title" = "arch=i386";
"arch_description" = "Boots the kernel in 32bit mode rather than the default 64bit mode.";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "Hides Chameleon's boot banner in GUI.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "Display the partition selection screen without showing the timeout screen.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "Use the legacy (grey on white) apple logo on the boot screen rather than the boot.png in the theme.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "Enable quiet boot mode (no messages or prompt).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "Disables the automatically enabled restart fix.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "Enables SMBIOSdefaults options.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "Enables UseAtiROM options.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "Enables UseNvidiaROM options.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "Pauses the boot process after Chameleon has finished it's setup then waits for a key press before it starts the mach kernel. Useful when combined with verbose boot for troubleshooting.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "Attempts to load the sleep image saved from last hibernation.";

"GUI_title" = "GUI";
"GUI_description" = "Отключает графический интерфейс пользователя, добавление GUI=n в com.apple.Boot.plist";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "Discard the motherboard's built-in SSDT tables.";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "Enable automatically generated processor C-States.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "Enable automatically generated processor P-States.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "Enables VBIOS option";

"EthernetBuiltIn_title" = "EthernetBuiltIn";
"EthernetBuiltIn_description" = "Add EthernetBuiltIn=y to com.apple.Boot.plist, This option will add 'built-in' to your ethernet devices.";

"ForceHPET_title" = "ForceHPET";
"ForceHPET_description" = "Добавление ForceHPET=y в com.apple.Boot.plist, включение HPET на чипсетах intel, которые не имеют настроек HPET в биос.";

"ForceWake_title" = "ForceWake";
"ForceWake_description" = "Добавление ForceWake=y в com.apple.Boot.plist, This option enables you to bypass bad sleep images.";

"EHCIacquire_title" = "EHCIacquire";
"EHCIacquire_description" = "Add EHCIacquire=y to com.apple.Boot.plist, This option fixes any EHCI ownership issues due to bad bioses.";

"UHCIreset_title" = "UHCIreset";
"UHCIreset_description" = "Add UHCIreset=y to com.apple.Boot.plist, This option will reset UHCI controllers before starting OS X.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "Disables the automatically enabled RAM recognition.";

"GraphicsEnabler_title" = "GraphicsEnabler";
"GraphicsEnabler_description" = "Add GraphicsEnabler=y to com.apple.Boot.plist, This option will autodetect NVIDIA based GPUs and inject the correct info.";

// Resolution
"Resolution_title" = "Resolution";
"Resolution_description" = "Set the screen resolution of your display";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "Themes";
"Themes_description" = "A collection of sample themes";

"Embed_title" = "Embed";
"Embed_description" = "A smaller simple version of the new default theme used when building a version of Chameleon which requires an embedded theme. ";

"Legacy_title" = "Legacy";
"Legacy_description" = "Chameleon's previous default theme";

"Default_title" = "Standard";
"Default_description" = "Chameleon's new default theme.";

"Big_title" = "Big";
"Big_description" = "A theme with a large layout for you lucky people with big monitors";

"Twilight_title" = "Twilight";
"Twilight_description" = "A simple theme for the Twilight fans out there";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "A simple theme with a pink background and Tinkerbell";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "A simple MSi boot logo for your MSi netbook =)";

"Bullet_title" = "Bullet";
"Bullet_description" = "The Bullet theme by NoSmokingBandit";

// Extras
"Extras_title" = "Extras";
"Extras_description" = "A collection of useful addons";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "Install default SMBIOS overrides smbios.plist into Extra";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "A collection of useful plist only kexts compatible with Extra";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "Add AHCI support for Intel Southbridge chipsets ICH6 - ICH10, JMicron JMB383";

"FakeSMC_title" = "FakeSMC";
"FakeSMC_description" = "Software SMC emulator, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"SMCITEController_title" = "SMCITEController";
"SMCITEController_description" = "SMC controllor for chipset ITE, info: http://www.projectosx.com/forum/index.php?showtopic=1206";

"TotallyLegacy_title" = "TotallyLegacy";
"TotallyLegacy_description" = "A colloction of legacy kext in one (by smith@@)";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "Fix orange icons";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "Add ATA support for Intel Southbridge chipsets ICH6 - ICH10";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "Add  JMIcronATA support for Intel chipset";

"Disabler_title" = "Disabler";
"Disabler_description" = "Disable AppleIntelCPUPowerManagement.";

"ZEvOreboot_title" = "ZEvOreboot";
"ZEvOreboot_description" = "Only kext needed for Zotac GF9300 ITX WiFi with dsdt.";

// Error strings
"ERROR_BOOTVOL" = "This software must be installed on the startup volume.";
"ERROR_INSTALL" = "This volume does not meet the requirements for this update.";

"Newer_Package_Installed_message" = "A newer version of Chameleon is already installed";
"Intel_Mac_message" = "This software cannot be installed on this computer.";
